{
    "50560142671": {
        "description": "One year ago I was on holiday in Nippon. These are some photo's of exactly one year ago.\n\nDay three in Tokyo started with a metro trip to Shin-Kiba station and a short walk to the Street Kart Tokyo Bay location. In the morning it was a bit cloudy but it cleared up and turned out a beautiful day. You can do the street kart from different location across the city with different routes. I chose the three hour tour from the Tokyo Bay location on a Saturday morning. Why? I wanted to race the Rainbow Bridge and I figured the traffic wouldn't be too dense on a Saturday morning and I was right.\n\nFirst instructions and I was in a cool group with people from Australia and the US. Rules: you can take pictures/ shoot film when stationary but not when on the move. Use common sense.\n\nThe route: over the Rainbow Bridge to Zōjō-ji temple, Tokyo Tower, through Roppongi and over Shibuya Crossing. Through Meguro, back over the Rainbow Bridge then right through Odaiba, the tunnel to Chuobohatei and over the Tokyo Gate Bridge back to Shinkiba. It was FANTASTIC and the kart was  super comfortable; I could drive that thing all day. Steering was light and the tires absorb all the shocks. Engine was pretty powerful too. *LOVED* it! Highly recommended! <a href=\"https://kart.st/\" rel=\"noreferrer nofollow\">kart.st/</a>\n\n<a href=\"https://youtu.be/cjp1xjOzJqY?t=544\" rel=\"noreferrer nofollow\">youtu.be/cjp1xjOzJqY?t=544</a>",
        "id": "50560142671",
        "latitude": 35.659741,
        "longitude": 139.70033,
        "tags": [
            "streetkarttokyobay",
            "shibuyacrossing"
        ],
        "title": "Street Kart 4, Shibuya Crossing, 20191102"
    },
    "52821606548": {
        "description": "Statue erected to honor the faithful Akita dog who remained outside of the Shibuya Station waiting for his master to return for nine years.\n\nSee More: <a href=\"https://www.howderfamily.com/blog/?p=31131\" rel=\"noreferrer nofollow\">Tokyo Temples and Tourists</a>",
        "id": "52821606548",
        "latitude": 35.659099,
        "longitude": 139.700669,
        "tags": [
            "japan",
            "tokyo",
            "shibuyacity",
            "hachiko"
        ],
        "title": "Hachiko Statue"
    },
    "52821606753": {
        "description": "Statue erected to honor the faithful Akita dog who remained outside of the Shibuya Station waiting for his master to return for nine years.\n\nSee More: <a href=\"https://www.howderfamily.com/blog/?p=31131\" rel=\"noreferrer nofollow\">Tokyo Temples and Tourists</a>",
        "id": "52821606753",
        "latitude": 35.659111,
        "longitude": 139.700699,
        "tags": [
            "japan",
            "tokyo",
            "shibuyacity",
            "hachiko"
        ],
        "title": "Hachiko Statue"
    }
}